//
//  RecycleData.swift
//  Eco-Friends
//
//  Created by ㅇ오ㅇ on 2020/07/18.
//  Copyright © 2020 shooooting. All rights reserved.
//

import UIKit

let recycleData: [[String: Any]] = [
  [
    "카테고리": "재활용",
    "품목": [
      ["품명": "PET병", "재활용 종류": "PET병, 비닐"],
      ["품명": "유리병", "재활용 종류": "유리병, 뚜껑"],
      ["품명": "테이크아웃 커피", "재활용 종류": "컵, 뚜껑, 홀더, 빨대"],
      ["품명": "종이팩류(우유,종이컵)", "재활용 종류": "전체"]
    ]
  ],
  [
    "카테고리": "일반",
    "품목": [
      ["품명": "오염된 비닐", "재활용 종류": "종량제 봉투"],
      ["품명": "마스크", "재활용 종류": "종량제 봉투"],
      ["품명": "생선뼈", "재활용 종류": "종량제 봉투"],
      ["품명": "계란껍질", "재활용 종류": "종량제 봉투"]
    ]
  ],
]
